{
    "curiosity_phrases": [
        "The hammer and plain are said to have been invented by the Romans.",
        "The saw and the set-square is thought to have been invented by Egyptians.",
        "The screwdriver existance can be traced back to the 15th century.",
        "Torque wrench was invented by Conrad Bahr in 1918 while working for the New York City Water Department.",
        "Tools discovered in Kenya in 1969 are estimated to be some 2.6 million years old.",
        "Tool specialization for agriculture may have begun as long as 10000 years ago.",
        "Humans developed tools, like chisels and saws, approximately 4,000 years ago.",
        "Early hand tools were made with materials, such as, volcanic glass.",
        "Cast metal scissors, similar to those we use today, were first produced in 1761.",
        "Most scissors are actually made to work best for people who are right-handed. Special reversed scissors for left-handed users are available.",
        "A version of the game \"Rock, Paper, Scissors\" was originally called \"Knife, Fork, Spoon\".",
        "Humans have been painting for as long as 30000 years.",
        "Artists used to store their paint in animal bladder.",
        "Acrylic paint only became commercially available in the 50s.",
        "Oil paint takes 2 weeks to dry.",
        "Spray paint was invented in the 1949.",
        "It takes 570 gallons of paint to repaint the White House.",
        "During Roman times, it took 4 million crushed mollusk shells to create one pound of purple pigment.",
        "The color purple was once associated with royalty. At one time only aristocrats could afford the expensive pigment.",
        "In 2004, an artist painted the tip of an iceberg in Greenland bright red, using 3000 liters of a pigment.",
        "Sir Isaac Newton created the color wheel in 1706.",
        "It took Michelangelo 4 years to paint the famous ceiling of the Sistine Chapel in the 16th century.",
        "It took 20 years to restore Michelangelo's Sistine Chapel paiting, in the late 20th century.",
        "The majority of homeowners tend to stay in their homes for around six years before moving.",
        "The term \"housewarming party\" comes from the literal tradition that used to occur before electricity.",
        "The creaks in a house often relate to temperature and humidity changes inside it, and not due to its age.",
        "Some 57% of homeowners in America feel their house is still in the \"work-in-progress\" stage.",
        "81% of the worldwide DIY market is centered around 8 countries.",
        "Americans usually take on smaller DIY projects that cost under 5000 dollars.",
        "36% of Americans took on a DIY project to make their living space more enjoyable.",
        "One of the most common DIY injuries is falling off a ladder.",
        "Etsy is the largest global e-commerce website for handmade (diy) items.",
        "Around 87% of sellers of homemade (diy) goods on Etsy are women.",
        "Interior painting is the most popular DIY job.",
        "65% of DIY people will pay more to get their hands on sustainably sourced materials.",
        "According to Shopify, homemade products that seem to be drawing the most attention and money are soaps.",
        "The first pencil was invented in England in 1565.",
        "Leonardo da Vinci spent 12 years painting the Mona Lisa’s lips.",
        "The most ancient candles are from China and Japan and were made of whale fat.",
        "The sewing machine was invented in 1790 by Thomas Saint.",
        "56% of US households craft at least once a year.",
        "The average household uses 14.3 meters of sellotape each year. Only 3.2 meters is used for wrapping presents.",
        "92% of paper crafters create cards more than any other type of project.",
        "In 2010, an American study found that there were 21 million quilters in the USA.",
        "A small amount of super glue is strong enough to lift a 2-ton jeep off the ground."
    ],
    "curiosity_len_phrases": [
        66,
        73,
        65,
        103,
        81,
        78,
        77,
        67,
        80,
        140,
        89,
        53,
        52,
        60,
        31,
        37,
        57,
        99,
        115,
        105,
        49,
        99,
        92,
        90,
        101,
        105,
        92,
        63,
        76,
        81,
        60,
        71,
        64,
        46,
        84,
        103,
        49,
        63,
        77,
        56,
        48,
        109,
        71,
        80,
        82
    ],
    "keyword_2_curiosityId": {
        "ALL": [
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            35,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            43,
            44
        ]
    }
}