{
    "curiosity_phrases": [
        "America's first chocolate cake was mahogany cake.",
        "The first meal eaten on the moon included bacon.",
        "Neil Armstrong and Buzz Aldrin enjoyed bacon squares, peaches, sugar cookie cubes, pineapple grapefruit drink, and coffee after their moon landing in 1969.",
        "Sequin salad was vinegar-soaked cauliflower and red peppers — both suspended in lime jello.",
        "The first St. Louis Gooey Butter Cake was a mistake.",
        "Back in the day, most carrots were purple.",
        "In the late 1970s, Onion Nuggets were tested in a few McDonald's markets but never made it nationwide. Instead, Mickey D's debuted its chicken nuggets a few years later.",
        "Graham crackers were created in the 1800s as a way to prevent sexual urges.",
        "Pound cake got its name because the original 1795 recipe contained 1 pound of each main ingredient.",
        "Pez were originally invented as anti-smoking mints.",
        "In the 1920s, Pez were marketed as an alternative to smoking. Pez is a shortened version of the German word (Pfefferminz), which means peppermint - and the first flavor of the candy was mint.",
        "On British Evacuation Day in 1783, George Washington feasted on this carrot cake.",
        "Brussels sprouts, kale, broccoli, cabbage, cauliflower, and kohlrabi all come from the same plant.",
        "Pasta is not Italian. Marco Polo brought it to Venice from China. As a matter of fact, the oldest type of pasta (well… noodle, really) is four thousand years old and used to be made out of millet.",
        "Pasta was a common side dish during the Middle Ages and Renaissance, even in Italy. However, it wasn't until recently that it became a staple of Italian cuisine. Pasta became a popular main dish in Naples in the 17th Century. Coincidentally, around the same time a food crisis had shortened the meat supplies in local markets.",
        "Pizza Margherita was a 19th Century invention and was named after Italy’s queen in 1889. The pizza was supposed to feature Italy’s colours and was prepared for Queen Margherita by a baker named Raffaele Esposito of Da Pietro.",
        "The Spanish were the first to use tomatoes to make sauces. They were then followed by the Italians. Tomato sauce was often used to accompany meat or fish dishes.",
        "A single cargo ship in the 2nd Century, bringing black pepper from India to Europe would pay the annual salary of around 7000 soldiers. That’s how expensive pepper was!",
        "Salt used to be a trading currency back in the day. Salary, in latin, derives from the word salt.",
        "Pepper remained so precious that the king of England appointed the The Pepperers' Guild as custodians of his weights to ensure that pepper was accurately weighed. This happened in 1180. Later, the Pepperers’ Guild merged with the Spicers’ Guild to form the Company of Grossers (where the word 'grocer' derives from).",
        "When tomatoes were brought to Europe (during the Columbian Exchange), their only use was decorative. They used to taste sour and seemed suspicious since they are part of the toxic nightshade family. The fruit’s now defining sweet taste was bred at a later stage, most likely by the Italians.",
        "Chilli peppers come from Mesoamerica. They were transported to Europe during the Columbian Exchange, where they spread further East. Europeans domesticated and engineered them to be more palatable (less spicy) and bigger, and this is how the bell pepper appeared.",
        "Before the 17th Century, spices were scarce, expensive, and only belonged to the ruling classes. With technological advances, they became more accessible and thus more affordable for the masses. At that point the elites started looking for other luxury products, such as butter and pastry.",
        "Ancient Greeks used oyster shells to cast some votes. In trials, the jury would write the verdict onto the shell of an oyster. This points to the origin of the word 'ostracise' ('ostreon' is the ancient Greek word for 'oyster').",
        "In 1516 Bavaria instated 'Reinheitsgebot', a purity law that allowed beer to be made using only water, barley and hops (yeast had not beed discovered and was occurring naturally). This was to avoid replacing hops with other bitter plants – a common practice (some of which poisonous), and barley with wheat (essential for bread). It is also one of the very first food safety laws in history.",
        "During the 19th Century, the English set harsh and restrictive controls over the Irish food supply. They brought the most valuable ingredients back to England, leaving the Irish to eat almost exclusively potatoes. (This happened around the same time as the Great Famine when potato crops got destroyed by blight.)",
        "China is the world’s largest carrot producer. In 2011, it accounted for over 45% of the global carrot output.",
        "During WWII the Brits made the Germans believe that their pilots could see in the dark thanks to a carrot-heavy diet. This made British innovations such as improved radar systems and red light in the cockpit (that protected the pilots’ eyesight at night) harder for the Germans to figure out.",
        "Fried chicken became popular in Southern US after the Emancipation Proclamation of 1863. Black women (just freed from slavery) started cooking and selling the Southern American staple.",
        "The first hot chicken establishment opened in a black neighbourhood in Nashville in 1945. It was called Prince’s BBQ Chicken Shack (currently known as Prince’s Hot Chicken).",
        "Prison food is the term for meals served to prisoners.",
        "Seasonal food refers to the times of the year when the harvest or the flavor of a given type of food is at its peak.",
        "Shelf-stable food is a type of food that can be safely stored at room temperature in a sealed container.",
        "Space food is a type of food product created and processed for consumption by astronauts in outer space.",
        "Traditional foods are foods and dishes that are passed through generations.",
        "Humans have five different types of tastes: sweet, sour, salty, bitter, and umami.",
        "Many scholars claim that the rhetorical function of food is to represent the culture of a country, and that it can be used as a form of communication.",
        "About 2% of adults and 8% of children have a food allergy.",
        "Common food allergens are gluten, corn, shellfish, peanuts, and soy.",
        "The Chinese beer market is the largest in the world.",
        "The oldest beer recipe in the world dates back to 1800 before christ in Mesopotamia.",
        "Curry houses started to bloom in the UK when in 1948 Britain passed a law allowing all Commonwealth citizens to work in the UK.",
        "In Australia, there are fruit salad trees, which can grow up to six different type of fruits.",
        "Cookie Monster's cookies are actually painted rice cakes, in the show.",
        "Pineaples can take two to three years to grow.",
        "Peppers have more vitamin C than oranges and the amount depends on its color.",
        "Limes are denser than lemons, therefore limes sink on water, whereas lemons don't.",
        "A single spaghetti noodle is called a spaghetto.",
        "Broccoli contains more protein than steak.",
        "Apples provide more energy than coffee.",
        "Brussels sprouts, even though not beloved by many, is one of the more nutritious vegetable.",
        "Avocados and Pistachios are fruits.",
        "Americans eat approximately 20 million hot dogs a year, just on baseball games.",
        "Drinking water can help losing weight and reduce heart diseases.",
        "Peanut butter has good health properties.",
        "Cucumbers can help with fogging windows, by rubbing them against the glass. It also provides a spa-like fragrance.",
        "Bananas can float in water.",
        "Humans share about 50% or more of their DNA with bananas.",
        "The most expensive pizza in the world costs 12000 dollars.",
        "One fast food burger can have meat from 100 different cows.",
        "Fruit flavored snacks shine because of car wax.",
        "Crackers have holes in them to not suffer shape metamorphosis during baking.",
        "In the 19th century ketchup used to be used as a medicine.",
        "Crackers are worse for the teeth's health than sugar.",
        "There's a chemical in chili peppers called capsaicin that tricks your mouth into feeling like it's being burned",
        "American cheese is not actually American.",
        "Cheese is the most stolen food in the world.",
        "One in four hazelnuts ends up in Nutella.",
        "A corned beef sandwich has once been smuggled into space by an astronaut.",
        "Chocolate has once been used as a currency in ancient civilizations, such as Mexico and South America.",
        "McDonald's sells about 2.5 billion hamburgers every year.",
        "Expiration dates on bottled water have nothing to do with the water, but rather to the bottles themselves.",
        "Honey can be considered as bee vomit.",
        "Himalayan salt, also known as pink salt, is a rock salt mined from the Punjab region of Pakistan.",
        "Pesto is a sauce from Genoa, Italy.",
        "In Britain, eggnog was originally popular among the aristocracy since milk, eggs, and sherry were foods of the wealthy.",
        "The first chocolate drink is believed to have been created by the Maya around 2500 to 3000 years ago.",
        "Tom and Jerry drink was a favorite of President Warren G. Harding, who served it at an annual Christmas party for his closest friends.",
        "An early recipe of mashed potatos can be found found in Hannah Glasse's The Art of Cookery, in 1747.",
        "The earliest examples of Christmas cookies in the United States were brought by the Dutch in the early 17th century.",
        "A reason for the common name Russian Tea Cake or any connection to Russian cuisine is unknown.",
        "The Thanksgiving holiday's history in North America is rooted in English traditions dating from the Protestant Reformation.",
        "According to FDA, food is allowed to contain some level of traces from insects.",
        "Coffee beans can help eliminate bad breath.",
        "Food can taste differently when in an airplane or flying in general.",
        "Figs can sometimes contain dead wasps.",
        "Potatoes are about 80% of water.",
        "According to a 2014's study, 49% of Americans over 20 eat a sandwich every day.",
        "Turkey is the country with the most amount of tea consumption per person.",
        "The Netherlands drinks the most coffee per person.",
        "In Colombia, dried ants is the popular snack option when going to the movies.",
        "In Korea, dried cuttlefish is the popular snack option when going to the movies.",
        "In China, dried salted plums is the popular snack option when going to the movies.",
        "Tonic water glows in the dark.",
        "India has the lowest meat consumption in the world.",
        "Nutritious food is more expensive than junk food.",
        "Fortune cookies are actually not Chinese, but rather American.",
        "You could survive only by drinking breast milk.",
        "The amount of Nutella sold every year, could cover the world 1.8 times.",
        "Goat meat accounts for 70% of the red meat eaten globally, making it the more popular meat.",
        "Throwing food away is illegal in Seattle.",
        "Astronauts ate food grown in space for the first time in 2015.",
        "In the united states of america 40% of food produce grown is never sold just because it’s too ugly.",
        "Australians eat the most meat.",
        "Americans eat around 500 million pounds of peanut butter.",
        "There are more Indian restaurants in London than in Mumbai or Delhi.",
        "The original Margherita pizza was color-coded.",
        "Not eating before bed burns fat.",
        "The Domino’s co-founder traded his shares for a Volkswagen, while the other many years after for one billion dollars.",
        "Water requirements for growing avocados are three times higher than for apples, and 18 times higher than for tomatoes.",
        "Production and consumption of rice is estimated to have been responsible for 4% of global greenhouse gas emissions in 2010.",
        "Oryza sativa, rice was first domesticated in the Yangtze River basin in China 13500 to 8200 years ago.",
        "China and India are the two main producers of rice summing up to around 400 million tonnes of rice produced.",
        "Sushi as it is known these days is only 200 years old.",
        "Futomaki is a more popular variation of sushi within the United States.",
        "Sustainable sushi is made from fished or farmed sources that can be maintained or whose future production does not significantly jeopardize the ecosystems from which it is acquired.",
        "Sushi is sometimes confused with sashimi, a related dish in Japanese cuisine that consists of thinly sliced raw fish or occasionally meat.",
        "China is the largest consumer of rice.",
        "With the worldwide demand for pasta, it is now largely mass-produced in factories and only a tiny proportion is crafted by hand.",
        "In Sweden, spaghetti is traditionally served with Bolognese sauce, which is minced meat in a thick tomato soup.",
        "The two largest producers of dried pasta are the United States and Italy.",
        "In the 1497, the expedition to India by the portuguese, Vasco da Gama, revealed the curative effects of citrus fruit.",
        "Fruits are also used for socializing and gift-giving in the form of fruit baskets and fruit bouquets.",
        "Fruit allergies make up about 10 percent of all food related allergies.",
        "Osage orange fruits are used to repel cockroaches.",
        "Pumpkins are carved into Jack-o lanterns for Halloween.",
        "Fruit is often a subject of still life paintings.",
        "Bayberry fruits provide a wax often used to make candles.",
        "Many dry fruits are used as decorations or in dried flower arrangements.",
        "Many fruits provide natural dyes.",
        "The coconut palm is one of the most useful trees in the world.",
        "According to an urban legend, more deaths are caused by falling coconuts than by sharks annually.",
        "The edible white, fleshy part of the coconut seed is known as the coconut meat.",
        "Indonesia is the world's largest producer of coconuts, with gross production of around 15 million tonnes.",
        "Coconut palms are normally cultivated in hot and wet tropical climates.",
        "Vitamin C was discovered in 1912",
        "Vitamin C was the first vitamin to be synthesized.",
        "In the United States, National Nacho Day is celebrated on November 6.",
        "In the United States, on the 2nd of january is the national buffet day.",
        "In the United States, on the 4th of january it's the national spaghetti day.",
        "In the United States, on the 7th of january it's the national tempura day.",
        "In the United States, on the 13th of january it's the national gluten-free day.",
        "In the United States, on the 15th of january it's the national bagel day.",
        "In the United States, on the 19th of january it's the national popcorn day.",
        "In the United States, on the 23th of january it's the national pie day.",
        "In the United States, on the 30th of january it's the national croissant day.",
        "In the United States, on the 31th of january it's the national hot chocolate day.",
        "In the United States, on the 1st of february it's the national baked alaska day.",
        "In the United States, on the 2nd of february it's the national tater tot day.",
        "In the United States, on the 4th of february it's the pork rind appreciation day.",
        "In the United States, on the 9th of february it's the national pizza day.",
        "In the United States, on the 18th of february it's the national drink wine day.",
        "In the United States, on the 20th of february it's the national muffin day.",
        "In the United States, on the 22th of february it's the national margarita day.",
        "In the United States, on the 28th of february it's the national chili day.",
        "In the United States, on the 4th of march it's the national pound cake day.",
        "In the United States, on the 8th of march it's the national women's day.",
        "In the United States, on the 9th of march it's the national meatball day.",
        "In the United States, on the 13th of march it's the national chicken soup day.",
        "In the United States, on the 23th of march it's the national chip and dip day.",
        "In the United States, on the 24th of march it's the national cheesecake day.",
        "In the United States, on the 25th of march it's the national waffle day.",
        "In the United States, on the 27th of march it's the national world whiskey day.",
        "On the 6th of April it's the international carbonara day.",
        "In the United States, on the 7th of April it's the national beer day.",
        "In the United States, on the 8th of April it's the national empanada day.",
        "In the United States, on the 12th of April it's the national grilled cheese day.",
        "In the United States, on the 16th of April it's the national eggs benedict day.",
        "On the 17th of April it's the world's Malbec day.",
        "In the United States, on the 27th of April it's the national prime rib day.",
        "In the United States, on the 9th of May it's the national shrimp day.",
        "In the United States, on the 14th of May it's the national buttermilk biscuit day.",
        "In the United States, on the 25th of May it's the national wine day.",
        "In the United States, on the 30th of May it's the national mint julep day.",
        "In the United States, on the 2nd of june it's the national rotisserie chicken day.",
        "In the United States, on the 4th of june it's the national cheese day.",
        "In the United States, on the 7th of june it's the national ice cream day.",
        "On the 12th of june it's the international falafel day.",
        "In the United States, on the 15th of june it's the national lobster day.",
        "In the United States, on the 16th of june it's the national fudge day.",
        "In the United States, on the 19th of june it's the national martini day.",
        "In the United States, on the 22th of june it's the national onion ring day.",
        "In the United States, on the 4th of july it's the national barbecue day.",
        "In the United States, on the 6th of july it's the national fried chicken day.",
        "In the United States, on the 13th of july it's the national french fry day.",
        "In the United States, on the 24th of july it's the national tequilla day.",
        "In the United States, on the 29th of july it's the national chicken wing day.",
        "In the United States, on the 31th of july it's the national avocado day.",
        "In the United States, on the 3rd of august it's the national watermelon day.",
        "In the United States, on the 8th of august it's the national frozen custard day.",
        "In the United States, on the 11th of august it's the national panini day.",
        "In the United States, on the 16th of august it's the national rum day.",
        "In the United States, on the 19th of august it's the national hot and spicy day.",
        "In the United States, on the 19th of august it's the national potato day.",
        "In the United States, on the 27th of august it's the national burger day.",
        "In the United States, on the 31th of august it's the national eat outside day.",
        "In the United States, on the 2nd of september it's the national bacon day.",
        "In the United States, on the 3rd of september it's the national baby back ribs day.",
        "In the United States, on the 3rd of september it's the national hot dog day.",
        "In the United States, on the 10th of september it's the national peanut day.",
        "In the United States, on the 16th of september it's the national guacamole day.",
        "In the United States, on the 25th of september it's the national quesadilla day.",
        "In the United States, on the 26th of september it's the national pancake day.",
        "In the United States, on the 29th of september it's the national coffee day.",
        "In the United States, on the 30th of september it's the national mulled cider day.",
        "On the 1st of October it's the world's vegetarian day.",
        "In the United States, on the 4th of October it's the national taco day.",
        "In the United States, on the 6th of October it's the national noodle day.",
        "In the United States, on the 16th of October it's the national bread day.",
        "In the United States, on the 21th of October it's the national appple day.",
        "In the United States, on the 22th of October it's the national nut day.",
        "On the 27th of October it's the american beer day.",
        "In the United States, on the 28th of October it's the national chocolate day.",
        "On the 1st of November it's the world vegan day.",
        "In the United States, on the 1st of November it's the national chocolate day.",
        "In the United States, on the 3rd of November it's the national sandwich day.",
        "On the 5th of November it's the international stout day.",
        "In the United States, on the 14th of November it's the national pickle day.",
        "In the United States, on the 21th of November it's the national cranberry day.",
        "In the United States, on the 26th of November it's the national cake day.",
        "In the United States, on the 2nd of December it's the national fritters day.",
        "In the United States, on the 4th of December it's the national cookie day.",
        "In the United States, on the 5th of December it's the national comfort food day.",
        "In the United States, on the 8th of December it's the national brownie day.",
        "In the United States, on the 9th of December it's the national pastry day.",
        "In the United States, on the 13th of December it's the national cocoa day.",
        "In the United States, on the 14th of December it's the national bouillabaisse day.",
        "In the United States, on the 17th of December it's the national maple syrup day.",
        "In the United States, on the 21th of December it's the national hamburger day.",
        "A house cow is a cow kept to provide milk for a home kitchen.",
        "Dairy cows are a cattle bred for the ability to produce large quantities of milk, from which dairy products are made.",
        "Milking machines were invented in 1984.",
        "Other than cows, water buffalo, camels, goats, sheep, horses and even reindeer are milked.",
        "All \"cows\" are female? Only males are called bulls.",
        "A cow has 32 teeth.",
        "A cow will spend about 8 hours a day eating.",
        "Cows can see in color and can smell up to six miles away.",
        "The word \"meat\" comes from the Old English word \"mete\", which referred to food in general.",
        "Meat is mainly composed of water, protein, and fat.",
        "The term hamburger originally derives from Hamburg, Germany‘s second-largest city.",
        "Horses are commonly eaten in France, Italy, Germany and Japan, among other countries.",
        "American Lobsters have longer life spans than both cats and dogs, living over 20 years.",
        "Catfish have over 27,000 taste buds, whereas humans have only 9,000.",
        "Croaker is the loudest fish that can be found.",
        "Fish typically have quite small brains relative to body size, around 0.06 percent.",
        "Fish can get sunburn, however being unusual.",
        "Antarctic ice fish, which have antifreeze in their blood, live permanently at -1 degrees Celcius.",
        "Fish have a specialised sense organ, which works as a radar, helping them navigate in the dark.",
        "Only after 1853 in London with a deep understanding of aeration and filtration of water, were people able to keep fishes as pets."
    ],
    "curiosity_len_phrases": [
        49,
        48,
        155,
        91,
        52,
        42,
        169,
        75,
        99,
        51,
        191,
        81,
        98,
        196,
        326,
        225,
        161,
        168,
        97,
        316,
        291,
        263,
        289,
        228,
        391,
        313,
        109,
        292,
        184,
        173,
        54,
        116,
        104,
        104,
        75,
        82,
        150,
        58,
        68,
        52,
        84,
        127,
        93,
        70,
        46,
        77,
        82,
        48,
        42,
        39,
        91,
        35,
        79,
        64,
        41,
        114,
        27,
        57,
        58,
        59,
        47,
        76,
        58,
        53,
        111,
        41,
        44,
        41,
        73,
        102,
        57,
        106,
        37,
        97,
        35,
        119,
        101,
        134,
        100,
        116,
        94,
        123,
        79,
        43,
        68,
        38,
        32,
        79,
        73,
        50,
        77,
        80,
        82,
        30,
        51,
        49,
        62,
        47,
        71,
        91,
        41,
        62,
        99,
        30,
        57,
        68,
        46,
        32,
        117,
        118,
        123,
        102,
        108,
        54,
        71,
        181,
        138,
        38,
        128,
        111,
        73,
        117,
        101,
        71,
        50,
        55,
        49,
        57,
        72,
        33,
        62,
        97,
        79,
        105,
        71,
        32,
        50,
        69,
        71,
        76,
        74,
        79,
        73,
        75,
        71,
        77,
        81,
        80,
        77,
        81,
        73,
        79,
        75,
        78,
        74,
        75,
        72,
        73,
        78,
        78,
        76,
        72,
        79,
        57,
        69,
        73,
        80,
        79,
        49,
        75,
        69,
        82,
        68,
        74,
        82,
        70,
        73,
        55,
        72,
        70,
        72,
        75,
        72,
        77,
        75,
        73,
        77,
        72,
        76,
        80,
        73,
        70,
        80,
        73,
        73,
        78,
        74,
        83,
        76,
        76,
        79,
        80,
        77,
        76,
        82,
        54,
        71,
        73,
        73,
        74,
        71,
        50,
        77,
        48,
        77,
        76,
        56,
        75,
        78,
        73,
        76,
        74,
        80,
        75,
        74,
        74,
        82,
        80,
        78,
        61,
        117,
        39,
        90,
        51,
        19,
        44,
        57,
        90,
        51,
        82,
        85,
        87,
        68,
        46,
        82,
        44,
        97,
        95,
        129
    ],
    "keyword_2_curiosityId": {
        "chocolate cake": [
            0
        ],
        "mahogany cake": [
            0
        ],
        "bacon": [
            1,
            2
        ],
        "sugar cookie": [
            2
        ],
        " drink": [
            2
        ],
        "coffee": [
            2
        ],
        "peach": [
            2
        ],
        "cauliflower": [
            3,
            12
        ],
        "vinegar": [
            3
        ],
        "red pepper": [
            3
        ],
        "jello": [
            3
        ],
        "salad": [
            3,
            11,
            12,
            18,
            20,
            26,
            27
        ],
        "sequin salad": [
            3
        ],
        "butter cake": [
            4
        ],
        "st. louis gooey butter cake": [
            4
        ],
        "carrot": [
            5,
            11,
            26,
            27
        ],
        "nugget": [
            6
        ],
        "onion": [
            6
        ],
        "chicken": [
            6,
            28,
            29
        ],
        "crackers": [
            7
        ],
        "cake": [
            8,
            11
        ],
        "pound cake": [
            8
        ],
        "pez": [
            9,
            10
        ],
        "mint": [
            9,
            10
        ],
        "smoking": [
            9,
            10
        ],
        "smoke": [
            9,
            10
        ],
        "tabacco": [
            9,
            10
        ],
        "peppermint": [
            10
        ],
        "carrot cake": [
            11
        ],
        "bunny": [
            11
        ],
        "brussels sprouts": [
            12
        ],
        "kale": [
            12
        ],
        "cabbage": [
            12
        ],
        "kohlrabi": [
            12
        ],
        "vegetarian": [
            12,
            31
        ],
        "italian food": [
            13,
            14,
            15
        ],
        "pasta": [
            13,
            14,
            18
        ],
        "noodle": [
            13,
            14
        ],
        "millet": [
            13,
            14,
            15
        ],
        "italian cuisine": [
            13,
            14,
            15
        ],
        "pizza": [
            15,
            20,
            22,
            33,
            34
        ],
        "baker": [
            15
        ],
        "sauce": [
            16
        ],
        "tomato": [
            16,
            20
        ],
        "tomato sauce": [
            16
        ],
        "meat": [
            16,
            18,
            22,
            30
        ],
        "fish": [
            16,
            18,
            22,
            30
        ],
        "pepper": [
            17,
            19
        ],
        "black pepper": [
            17
        ],
        "hamburger": [
            17,
            19,
            22,
            25
        ],
        "salt": [
            18
        ],
        "popcorns": [
            18
        ],
        "rice": [
            18
        ],
        "spice": [
            19,
            22
        ],
        "barbecue": [
            22
        ],
        "clam chowder": [
            22
        ],
        "tacos": [
            22
        ],
        "thanksgiving": [
            22,
            34
        ],
        "oyster": [
            23
        ],
        "shell": [
            23
        ],
        "beer": [
            24
        ],
        "water": [
            24
        ],
        "barley": [
            24
        ],
        "hops": [
            24
        ],
        "plants": [
            24
        ],
        "potatoe": [
            25
        ],
        "diet": [
            27
        ],
        "fried": [
            28,
            29
        ],
        "fast food": [
            28,
            29
        ],
        "food": [
            30,
            31,
            32,
            33,
            34
        ],
        "meal": [
            30
        ],
        "fruit": [
            31
        ],
        "plant": [
            31
        ],
        "cookie": [
            32
        ],
        "sweet": [
            32
        ],
        "biscuit": [
            32
        ],
        "american biscuit": [
            32
        ],
        "chip": [
            32
        ],
        "chocolate chip": [
            32
        ],
        "jar": [
            32
        ],
        "peanut": [
            32
        ],
        "snack": [
            32
        ],
        "tea": [
            32
        ],
        "cracker": [
            32
        ],
        "small": [
            33
        ],
        "portion": [
            33,
            34
        ],
        "breakfast": [
            33,
            34
        ],
        "lunch": [
            33,
            34
        ],
        "cozy": [
            34
        ],
        "dinner": [
            34
        ],
        "apple pie": [
            34
        ],
        "hamburguer": [
            34
        ],
        "french fries": [
            34
        ],
        "turkey": [
            34
        ],
        "cheeseburger": [
            34
        ],
        "reuben sandwish": [
            34
        ],
        "ALL": [
            35,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            43,
            44,
            45,
            46,
            47,
            48,
            49,
            50,
            51,
            52,
            53,
            54,
            55,
            56,
            57,
            58,
            59,
            61,
            62,
            63,
            64,
            65,
            66,
            67,
            68,
            69,
            70,
            71,
            72,
            73,
            74,
            75,
            76,
            77,
            78,
            79,
            80,
            81,
            82,
            83,
            84,
            85,
            86,
            87,
            88,
            89,
            90,
            91,
            92,
            93,
            94,
            95,
            96,
            97,
            98,
            99,
            100,
            101,
            102,
            103,
            104,
            105,
            106,
            107,
            108,
            109,
            110,
            111,
            112,
            113,
            114,
            115,
            116,
            117,
            118,
            119,
            120,
            121,
            122,
            123,
            124,
            125,
            126,
            127,
            128,
            129,
            130,
            131,
            132,
            133,
            134,
            135,
            136,
            137,
            138,
            139,
            140,
            141,
            142,
            143,
            144,
            145,
            146,
            147,
            148,
            149,
            150,
            151,
            152,
            153,
            154,
            155,
            156,
            157,
            158,
            159,
            160,
            161,
            162,
            163,
            164,
            165,
            166,
            167,
            168,
            169,
            170,
            171,
            172,
            173,
            174,
            175,
            176,
            177,
            178,
            179,
            180,
            181,
            182,
            183,
            184,
            185,
            186,
            187,
            188,
            189,
            190,
            191,
            192,
            193,
            194,
            195,
            196,
            197,
            198,
            199,
            200,
            201,
            202,
            203,
            204,
            205,
            206,
            207,
            208,
            209,
            210,
            211,
            212,
            213,
            214,
            215,
            216,
            217,
            218,
            219,
            220,
            221,
            222,
            223,
            224,
            225,
            226,
            227,
            228,
            229,
            230,
            231,
            232,
            233,
            234,
            235,
            236,
            237,
            238,
            239,
            240,
            241,
            242,
            243,
            244,
            245,
            246,
            247,
            248
        ]
    }
}